Repository: szemcse/search-everything-wordpress-plugin
Catalog: lang/SearchEverything-*.po
Languages: hu_hu

source: Your default search settings have been <strong>updated</strong> by Search Everything. </p><p> What are you waiting for? Go check out the new search results!
hu_hu: Az alapértelmezett kereső beállításai <strong>frissítve</strong> a Search Everything bővítménnyel.</p><p>Mire várunk még? Ellenőrizzük az új keresési eredményeket!

source: Search Everything Version:
hu_hu: Search Everything verzió:

source: Update Options
hu_hu: Beállítások frissítése

source: Basic Configuration
hu_hu: Alapbeállítások

source: Search every page
hu_hu: Keresés az összes oldal között

source: (non-password protected)
hu_hu: (jelszóval nem védett)

source: Yes
hu_hu: Igen

source: Search approved pages only
hu_hu: Keresés csak az engedélyezett oldalak között

source: Search every tag name
hu_hu: Keresés az összes címke között

source: Search every category name and description
hu_hu: Keresés minden kategórianév és -leírás között

source: Search every comment
hu_hu: Keresés az összes hozzászólás között

source: Search comment authors
hu_hu: Keresés a hozzászólások szerzői között

source: Search approved comments only
hu_hu: Csak az elfogadott hozzászólások között

source: Search every excerpt
hu_hu: Keresés az összes kivonat között

source: Search every draft
hu_hu: Keresés az összes vázlat között

source: Search every attachment
hu_hu: Keresés az össes csatolmány között

source: (post type = attachment)
hu_hu: (bejegyzés típus = csatolmány)

source: Search every custom field
hu_hu: Keresés az egyedi mezők között

source: Search every author
hu_hu: Keresés az összes szerző között

source: Highlight Search Terms
hu_hu: Kiemelt keresési feltételek

source: Highlight Background Color
hu_hu: Kiemelés háttérszíne

source: Examples:<br/>'#FFF984' or 'red'
hu_hu: Példa:<br/>'#FFF984' vagy 'red'

source: Advanced Configuration - Exclusion
hu_hu: Haladó beállítások - Kizárás

source: Exclude some post or page IDs
hu_hu: Néhány oldal vagy bejegyzés kizárása a keresésből

source: Comma separated Post IDs (example: 1, 5, 9)
hu_hu: Vesszővel elválasztott bejegyzés ID-k (például: 1, 9, 55)

source: Exclude Categories
hu_hu: Kihagyni kívánt kategóriák

source: Comma separated category IDs (example: 1, 4)
hu_hu: Vesszővel elválasztott kategória ID-k (például: 1, 9, 55)

source: Full Highlight Style
hu_hu: Teljes kiemelés stílus

source: Important: 'Highlight Background Color' must be blank to use this advanced styling.
hu_hu: Figyelmeztetés: A 'Kiemelés háttérszín' résznek üresnek kell lennie, amennyiben ezt a bővített stílust kívánjuk használni.

source: Example:<br/>background-color: #FFF984; font-weight: bold; color: #000; padding: 0 1px;
hu_hu: Például:<br/>background-color: #FFF984; font-weight: bold; color: #000; padding: 0 1px;

source: Developed by Dan Cameron of
hu_hu: Fejlesztő: Dan Cameron,

source: We Provide custom WordPress Plugins and Themes and a whole lot more.
hu_hu: Egyedi WordPress bővítmények és sablonok, valamint az összes hozzájuk tartozó dolgok fejlesztésével foglalkozunk.<br /><small>Magyar fordítás: <a href="http://www.wordpress2you.com" target="_blank">FYGureout</a></small>, <a href="http://www.hunstart.hu" target="_blank">HunStArt</a></small>

source: Reset Button
hu_hu: Alaphelyzetbe gomb

source: Find a bug?
hu_hu: Hibát találtunk?

source: Post it as a new issue
hu_hu: Jelöljük meg új tételként.

source: Test Search Form
hu_hu: Keresési űrlap tesztelése

source: Use this search form to run a live search test.
hu_hu: Használjuk ezt az űrlapot az élő oldalon történő teszteléshez.

source: Run Test Search
hu_hu: Tesztkeresés indítása

source: News
hu_hu: Hírek

source: Development Support
hu_hu: Fejlesztői támogatás

source: Localization Support
hu_hu: Fordítói támogatás

source: LOCALIZATION SUPPORT:
hu_hu: FORDÍTÓI TÁMOGATÁS:

source: Version 6 was a major update and a few areas need new localization support. If you can help send me your translations by posting them as a new issue,
hu_hu: A 6. verzió egy elég nagy frissítésen ment keresztül, és pár helyen szükséges lehet a nyelvi támogatás szerkesztése.Nagy segítség, ha a fordításokat megküldik számunkra,

source: here
hu_hu: ide

source: Thank You!
hu_hu: Köszönjük szépen!

source: The development of Search Everything since Version one has primarily come from the WordPress community, I&#8217;m grateful for their dedicated and continued support.
hu_hu: A Search Everything bővítmény fejlesztésének igénye az első verziótól a WordPress Közösségnek köszönhető, és nagyon hálás vagyok a kiemelt és folyamatos támogatásukért.

source: and many more...
hu_hu: további információk

source: how about you?
hu_hu: mi van veled?

source: Adds search functionality without modifying any template pages: Activate, Configure and Search. Options Include: search highlight, search pages, excerpts, attachments, drafts, comments, tags and custom fields (metadata). Also offers the ability to exclude specific pages and posts. Does not search password-protected content.
hu_hu: Hozzáadja a keresési funkciót a sablon módosítása nélkül bármelyik sablonhoz: Aktiválása, konfigurálása után már a keresés működik is. Keresési lehetőségek a következők: kereséskor a keresett szöveg kiemelése, kereső oldalakon, részletek megjelnítése a keresési találatokól, mellékleteket, piszkozatokat, hozzászólásokat, címkéket és egyéni mezőket (metaadatokat) is kereshet. Emellett lehetőséget ad arra, hogy kizárásra kerüljenek bizonyos oldalak és hozzászólások. Nem keres jelszóval védett tartalmat.

source: Dan Cameron of Sprout Venture
hu_hu: Fejlesztettő Dan Cameron
